{
  "content": "\n\u003Cdiv class=\u0022terms-wrapper\u0022\u003E\n\u003Ch3 class=\u0022title\u0022\u003ETerms and Conditions\u003C\/h3\u003E\n\u003Cdiv class=\u0022content\u0022\u003E\n\u003Cdiv class=\u0022inner scrollable\u0022\u003E\u003Ch1\u003E\r\n\tWelcome to TwinSpires.com\u003C\/h1\u003E\r\n\u003Cp\u003EPlease read the following terms and conditions carefully.\u003C\/p\u003E\r\n\u003Cp\u003EThis agreement describes the terms and conditions applicable to the use of the website and account wagering services provided by TwinSpires.com. By using our website and wagering system you accept all of the terms and conditions contained herein. The use of this website is subject to all applicable State and Federal regulations. If you do not agree with these terms and conditions and legal notices, do not use this web site or our wagering platform.\u003C\/p\u003E\r\n\u003Ch2\u003E\r\n\tACCOUNT INITIATION REQUIREMENTS\u003C\/h2\u003E\r\n\u003Cp\u003ETo establish and\/or maintain a wagering account, applicant must:\u003C\/p\u003E\r\n\u003Cul\u003E\r\n\t\u003Cli\u003E\r\n\t\tProvide the following personal information: full legal name, phone number, email address, residence address, mailing address (if different), social security number, driver\u0027s license number and state, and any other information that may be required.\u003C\/li\u003E\r\n\t\u003Cli\u003E\r\n\t\tHave read and agreed to abide by all of the Terms and Conditions set forth by TwinSpires.com.\u003C\/li\u003E\r\n\t\u003Cli\u003E\r\n\t\tAllow TwinSpires.com to use third party services to authenticate your account information. All information used to authenticate your account is kept completely confidential.\u003C\/li\u003E\r\n\t\u003Cli\u003E\r\n\t\tAgree to pay all charges posted to your TwinSpires account.\u003C\/li\u003E\r\n\t\u003Cli\u003E\r\n\t\tAllow TwinSpires.com to open an advance deposit wagering (ADW) account in your name and to manage funds on your behalf.\u003C\/li\u003E\r\n\t\u003Cli\u003E\r\n\t\tNotify TwinSpires.com immediately about any change of address.\u003C\/li\u003E\r\n\t\u003Cli\u003E\r\n\t\tRefrain from wagering if you relocate to any state or country that does not allow pari-mutuel wagering.\u003C\/li\u003E\r\n\t\u003Cli\u003E\r\n\t\tAcknowledge that TwinSpires.com reserves the right to report unusual or suspicious activity to the proper authorities.\u003C\/li\u003E\r\n\u003C\/ul\u003E\r\n\u003Cp\u003EOnly one account per verified person will be allowed. TwinSpires.com reserves the right to reject any application for an account for any reason it deems necessary. TwinSpires.com also reserves the right to close an account for any reason it deems necessary. Upon closing an account, all funds will be returned to the account holder via check mailed to the registered account address within five (5) business days.\u003Cbr \/\u003E\r\n\t\u003Cbr \/\u003E\r\n\tIf an account is inactive for a period of twelve (12) months or more, twinspires.com may charge a monthly account maintenance fee of $2.00.\u0026nbsp;\u0026nbsp; If the balance in an inactive account is $2.00 or less, the remaining balance will be assessed.\u003Cbr \/\u003E\r\n\t\u003Cbr \/\u003E\r\n\tAgree to membership in and abide by the rules of Churchill Downs Incorporated\u0027s player rewards program, TSC Elite. A full description of the club can be found at \u003Ca href=\u0022http:\/\/www.tscelite.com\/\u0022 target=\u0022_blank\u0022\u003Ewww.tscelite.com\u003C\/a\u003E.\u003Cbr \/\u003E\r\n\t\u003Cbr \/\u003E\r\n\tUpon completing your registration, you will be opted-in to receive email communication from TwinSpires and its Affiliates. Our email policy is published as part of our Privacy Policy.\u003C\/p\u003E\r\n\u003Ch2\u003E\r\n\tACCOUNT PROCEDURES:\u003C\/h2\u003E\r\n\u003Ch2\u003E\r\n\tWAGERING, DEPOSITS, WITHDRAWALS\u003C\/h2\u003E\r\n\u003Ch3\u003E\r\n\tWAGERING\u003C\/h3\u003E\r\n\u003Cp\u003EGo to \u003Ca href=\u0022http:\/\/www.twinspires.com\/terms\u0022 target=\u0022_blank\u0022\u003Ewww.twinspires.com\u003C\/a\u003E and sign in using your unique username and password. TwinSpires Players may also use the following phone number to place wagers, check on account status or access player services, \u003Cstrong\u003E1-877-SPIRES-1 (1-877-774-7371)\u003C\/strong\u003E at any time between 9:00am to 12:00am Eastern.\u003Cbr \/\u003E\r\n\t\u003Cbr \/\u003E\r\n\tTwinSpires.com employs strict privacy and protection methods in order to ensure the highest level of wagering security and integrity. TwinSpires accounts may only be accessed by the registered account holder using their unique, valid login information (username, password, etc.)\u003Cbr \/\u003E\r\n\t\u003Cbr \/\u003E\r\n\tThe maximum wagering amount allowed is $2,500 (US) per transaction.\u0026nbsp; The wagering amounts are also dependent on the host racetrack and TwinSpires.com rules. All wagers are commingled with wagering pools at the host racetrack and will be subject to host racetrack restrictions. In the case of multiple wagers such as a daily double or an exacta box, the base wager is multiplied by the number of combinations to determine the amount of the total wager. Wagers will only be accepted that do not exceed the current balance of players\u0027 respective wagering account. All approved wagers will be withdrawn from the account holder\u0027s wagering account prior to submission of the wager. Winning wagers will be credited to the account holder\u0027s TwinSpires account upon posting of official results by the respective host racetrack.\u003Cbr \/\u003E\r\n\t\u003Cbr \/\u003E\r\n\tTwinSpires.com reserves the right to refuse any wagering transaction for any reason. Any and all wagers placed from non-wagering jurisdictions will not be accepted.\u003Cbr \/\u003E\r\n\t\u003Cbr \/\u003E\r\n\tUnder certain circumstances TwinSpires.com may operate separate wagering pools from the host racetrack. Separate pools will be subject to rules and regulations of the Oregon Racing Commission.\u003Cbr \/\u003E\r\n\t\u003Cbr \/\u003E\r\n\tIf for some reason we are unable to commingle your wager with the host racetrack wagering pool, your wager will be refunded to your account.\u003Cbr \/\u003E\r\n\t\u003Cbr \/\u003E\r\n\tRequested wagers that are unsuccessful, ineffective or non-permissible for any reason (including any and all track errors, tote malfunction, communications failures, etc.) will be canceled and the full wagered amount will be refunded to your account.\u003C\/p\u003E\r\n\u003Ch3\u003E\r\n\tDEPOSITS\u003C\/h3\u003E\r\n\u003Cp\u003EDeposits can be made online, by phone, mail or in person.\u003Cbr \/\u003E\r\n\t\u003Cbr \/\u003E\r\n\t\u003Cstrong\u003EEZMoney:\u003C\/strong\u003E TwinSpires\u0027 FREE method for depositing funds. Transfer funds electronically between your checking\/saving\/money market account and your wagering account. For more information see the \u003Ca href=\u0022http:\/\/www.twinspires.com\/support\u0022 target=\u0022_blank\u0022\u003EEZMoney FAQ page\u003C\/a\u003E. EZMoney transactions returned for any reason will result in a $25 charge to a player\u0027s account.\u003C\/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003EEZBank:\u003C\/strong\u003E Get instant access to your deposited funds when you use EZBank. It’s safe, fast, and familiar, and to use it, all you need is a personal bank account set up with “online bill pay” at one of the supported banks.\u0026nbsp; Deposit funds into your wagering account right from your online bank account. We will direct you to log in to your bank for a secure, hassle-free, simple checkout after you select EZBank on the deposits page. We do NOT store nor use your credentials. This is monitored and verified by leading privacy and security certification firms. Read \u003Ca href=\u0022http:\/\/www.twinspires.com\/support\u0022 target=\u0022_blank\u0022\u003EEZBank FAQs\u003C\/a\u003E for more information.\u003C\/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003ECredit Cards Online:\u003C\/strong\u003E You may use your \u003Cstrong\u003EVisa\u003C\/strong\u003E or \u003Cstrong\u003EMasterCard\u003C\/strong\u003E to fund your wagering account online. Be advised that some banks may charge a cash advance fee. Please check with your bank for details. In addition, a charge of $5.00 will be applied for each online credit card transaction. Many credit card issuers (banks) restrict deposits to online wagering websites. We have found MasterCard credit cards to have better acceptance rates than Visa credit cards.\u003Cbr \/\u003E\r\n\t\u003Cbr \/\u003E\r\n\t\u003Cstrong\u003EDebit or ATM Cards Online: \u003C\/strong\u003EThis is a convenient, secure and easy way to deposit to your account with your Visa\/MasterCard Debit Card or your ATM Card online. This option to fund your wagering account brings the convenience and security of a Debit card online. All you need is your Debit card and preferably a PIN associated with it. Please read \u003Ca href=\u0022http:\/\/www.twinspires.com\/support\u0022 target=\u0022_blank\u0022\u003EDebit or ATM Card Online FAQs\u003C\/a\u003E for more information.\u003C\/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003EPhone:\u003C\/strong\u003E Use your Visa or MasterCard to fund your wagering account by phone. Be advised that some banks may charge a cash advance fee. Please check with your bank for details. Many credit\/debit card issuers (banks) restrict deposits to online wagering websites. Credit card deposit transactions processed by our Player Services center over the phone will incur a fee of 4.5% which will be added on to the amount requested. To make a credit card deposit, please call \u003Cstrong\u003E1-877-SPIRES-1 (1-877-774-7371)\u003C\/strong\u003E at any time between 9:00am to 12:00am Eastern.\u003Cbr \/\u003E\r\n\t\u003Cbr \/\u003E\r\n\t\u003Cstrong\u003EWire Transfer: \u003C\/strong\u003EDeposits can be made via wire transfer. Wire transfers will be funded to a player\u0027s account upon receipt of funds by TwinSpires.com from the issuing bank. Funds must be wired from a bank account that is held in the same name as the TwinSpires account holder. Any fees incurred by TwinSpires.com to process and receive the wire transfer will be charged to the account holder by having funds deducted from the player\u0027s TwinSpires account. If you would like to fund your account via wire transfer, please call Player Services at:1-877-SPIRES-1 (1-877-774-7371)at any time between 9:00am to 12:00am Eastern. All wire transfer transactions must be completed during regular banking hours.\u003C\/p\u003E\r\n\u003Cp\u003EBy Mail: Personal checks are accepted via mail. Personal checks will be credited to a player\u0027s account as soon as the personal check has cleared the banking system. This typically takes 5 - 7 business days. Personal checks returned for any reason will result in a $25 charge to a player\u0027s account. Please mail all personal checks (for account deposit) to:\u003Cbr \/\u003E\r\n\t\u003Cbr \/\u003E\r\n\tTwinSpires.com\u003Cbr \/\u003E\r\n\tP.O. Box 8510\u003Cbr \/\u003E\r\n\tLexington, KY 40533-8510\u003Cbr \/\u003E\r\n\t\u003Cbr \/\u003E\r\n\t\u003Cstrong\u003EIn Person:\u003C\/strong\u003E Currently, TwinSpires Players may only make in person cash withdrawals and deposits at various locations. \u003Ca href=\u0022http:\/\/www.twinspires.com\/content\/account\/deposit\/walkins\u0022 target=\u0022_blank\u0022\u003EClick here\u003C\/a\u003E for details.\u003Cbr \/\u003E\r\n\t\u003Cbr \/\u003E\r\n\tIn the event of any dishonored financial instrument or transaction, TwinSpires.com may start collection procedures including, but not limited to, employing collection agencies and credit reporting agencies in an effort to collect any fees, charges or expenses incurred due to dishonored financial instruments from the responsible account holder.\u003Cbr \/\u003E\r\n\t\u003Cbr \/\u003E\r\n\tTwinSpires.com players may check account balances by logging onto \u003Ca href=\u0022http:\/\/www.twinspires.com\/\u0022 target=\u0022_blank\u0022\u003Ewww.twinspires.com\u003C\/a\u003E or by calling our Player Services center at1-877-SPIRES-1 (1-877-774-7371) at any time between9:00am to 12:00am Eastern.\u003Cbr \/\u003E\r\n\t\u003Cbr \/\u003E\r\n\tTwinSpires.com player account balances accrue no interest.\u003Cbr \/\u003E\r\n\t\u003Cbr \/\u003E\r\n\tTwinSpires.com reserves the right to amend this policy or enforce additional deposit rules and regulations at any time and at its sole discretion.\u003C\/p\u003E\r\n\u003Ch3\u003E\r\n\tWITHDRAWALS\u003C\/h3\u003E\r\n\u003Cp\u003EWithdrawal requests will be processed within five (5) business days after receipt of the withdrawal request. Withdrawal requests can be made by phone or in person. The availability of funds is subject to funds available in the player\u0027s account\u003C\/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003EBy Website via EZMoney:\u003C\/strong\u003E TwinSpires\u0027 FREE method for depositing funds. Transfer funds electronically between your checking\/saving\/money market account and your wagering account. For more information see \u003Ca href=\u0022http:\/\/www.twinspires.com\/support\u0022 target=\u0022_blank\u0022\u003EEZMoney FAQ \u003C\/a\u003Epage.\u003Cbr \/\u003E\r\n\t\u003Cbr \/\u003E\r\n\t\u003Cstrong\u003EBy Phone:\u003C\/strong\u003E Withdrawals may be requested via phone by calling our Player Services center at 1-877-SPIRES-1 (1-877-774-7371) at any time between 9:00am to 12:00am Eastern. Withdrawal requests can only be made by the account holder and upon verification of the account holder\u0027s identity. Withdrawal requests made via phone will be processed by check and mailed to the registered account holder\u0027s address on record and will be mailed within five (5) business days of receiving the request.\u003C\/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003EBy Credit or Debit Cards: \u003C\/strong\u003EWe currently do not provide refunds on credit or debit cards.\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003EIn Person:\u003C\/strong\u003E Withdrawals may be requested at certain locations affiliated with TwinSpires.com. Withdrawal requests must be in writing with an authorized signature on an official twinspires.com deposit\/withdrawal slip. Withdrawals will be paid in cash upon verification of account holder\u0027s identity with 2 forms of identification including at least 1 valid government issued photo ID. Account holder may be asked to answer certain questions in order to verify account holder\u0027s identity. Currently, TwinSpires Players may only make in person cash withdrawals and deposits at various locations. \u003Ca href=\u0022http:\/\/www.twinspires.com\/account\/deposit\/walkins\u0022 target=\u0022_blank\u0022\u003EClick here\u003C\/a\u003E for details.\u003C\/p\u003E\r\n\u003Ch3\u003E\r\n\tWAGER CANCELLATION TERMS \u0026amp; CONDITIONS\u003C\/h3\u003E\r\n\u003Cp\u003EUnless prohibited by the racetrack or by a state jurisdictional authority, TwinSpires account holders may (within a set of pre-defined limits) request to cancel any “Open” or “Accepted” wagers which have been previously submitted.\u003C\/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003ETo canel a wager:\u003C\/strong\u003E\u003C\/p\u003E\r\n\u003Cul\u003E\r\n\t\u003Cli\u003E\r\n\t\tClick the Cancellation icon (“X”) associated with the wager on the Recall Today’s Bets screen.\u003C\/li\u003E\r\n\t\u003Cli\u003E\r\n\t\tClick “Yes” to confirm your cancellation request\u003C\/li\u003E\r\n\u003C\/ul\u003E\r\n\u003Cp\u003EUse of the TwinSpires Wager Cancellation feature is subject to the following terms and conditions:\u003C\/p\u003E\r\n\u003Cul\u003E\r\n\t\u003Cli\u003E\r\n\t\tTwinSpires account holders may request to cancel up to a maximum of twenty (20) wagers per week.\u0026nbsp; In addition, a maximum wager amount of $750 ($3,000 for VIP accounts) is permitted for wager cancellations.\u003C\/li\u003E\r\n\t\u003Cli\u003E\r\n\t\tTwinSpires may refuse to accept a wager cancellation request for any reason.\u003C\/li\u003E\r\n\t\u003Cli\u003E\r\n\t\tTwinSpires may refuse to permit wager cancellations from any account holder for any reason.\u003C\/li\u003E\r\n\t\u003Cli\u003E\r\n\t\tTwinSpires does not guarantee the cancellation of a wager or the availability of the wager cancellation feature.\u003C\/li\u003E\r\n\t\u003Cli\u003E\r\n\t\tBetting pools that have already been closed will NOT be eligible for wager cancellation.\u003C\/li\u003E\r\n\u003C\/ul\u003E\r\n\u003Ch3\u003E\r\n\tCONDITIONAL WAGERING TERMS \u0026amp; CONDITIONS\u003C\/h3\u003E\r\n\u003Cp\u003ETo place conditional wagers, please read and agree to the following Terms and Conditions:\u003C\/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003ECONDITIONAL WAGERING SERVICE\u003C\/strong\u003E\u003C\/p\u003E\r\n\u003Cp\u003EThe TwinSpires Conditional Wagering Service allows a player to: (1) Set the minimum odds\/probable payoff criteria that must be satisfied (at the scheduled timeframe) before the wager is sent to tote for processing; and (2) Schedule the timing (relative to minutes-to-post) of when the odds\/probable payoff criteria should be evaluated. If the minimum odds\/probable payoff criteria (as defined by the player) are satisfied at the scheduled timeframe, the bet is sent to tote for processing. Otherwise, the conditional wager \u0027fails\u0027 and no bet is placed. Conditional wagers are currently available for Win, Daily Double, Exacta, and Quinella wagers. Conditional \u0027Win\u0027 wagers are restricted to bets involving a single betting interest. Conditional \u0027Exacta\u0027, \u0027Quinella\u0027, or \u0027Daily Double\u0027 wagers are restricted to a single (\u0027straight\u0027) combination consisting of exactly two betting interests. Account balances are not debited until the conditional wager has been successfully accepted by tote. In the event your account balance does not have the funds needed when being processed by tote, the wager will \u0027fail\u0027. Tote will reject the wager because of insufficient funds.\u003C\/p\u003E\r\n\u003Cp\u003EIf your account balance does not have sufficient funds to satisfy multiple conditional wagers made on the same race with the same scheduled timeframe (relative to minutes-to-post), the wagers will be processed in the order that (i) the condition is satisfied and (ii) the wagers were created. Conditional wagers which have not yet been sent to tote for processing (\u0027Open\u0027 conditional wagers) may optionally be cancelled by the user. To cancel an \u0027Open\u0027 conditional wager, mark the cancel checkbox on the Recall Today\u0027s Bets screen and click the \u0027Cancel selected conditional bets\u0027 button. If the cancellation is successful, a confirmation message will be displayed and the status will change from \u0027Open\u0027 to \u0027Cancelled\u0027.\u003Cbr \/\u003E\r\n\t\u003Cbr \/\u003E\r\n\t\u003Cstrong\u003ELIMITATION OF LIABILITY\u003C\/strong\u003E\u003C\/p\u003E\r\n\u003Cp\u003EThe TwinSpires Conditional Wagering Service is provided on an \u0027AS IS\u0027 and \u0027AS AVAILABLE\u0027 basis. TwinSpires does not warrant that the service will be uninterrupted or error-free. Conditional wagers are dependent upon the receipt of accurate and timely tote information (odds, probable payoffs, minutes-to-post, etc.) from third party tote providers. TwinSpires does not guarantee the accuracy of the tote information. If the tote information used for processing conditional wagers is subsequently deemed to be inaccurate, in no way shall TwinSpires be liable for damages whether direct, indirect, incidental, exemplary, punitive, special or consequential, including, but not limited to loss of revenue, anticipated profits or other economic loss, whether foreseeable or not, in connection with or arising out of the availability, existence, furnishing or functioning of any conditional wagering services (including, but not limited to, any conditional wagers that were sent, or not sent, to tote for processing).\u003C\/p\u003E\r\n\u003Cp\u003EConditional wagers accepted by tote may not ultimately satisfy the minimum odds\/minimum probable payoff since final odds and payoff information cannot be determined until all wagers have been placed into the pari-mutuel pool.\u003C\/p\u003E\r\n\u003Cp\u003EConditional wagers may not always be successfully sent to tote for processing. For a variety of reasons, your conditional wager may take longer to execute (or may have less available time to execute) than what is normally expected. TwinSpires provides the service on a commercially reasonable basis and does not guarantee that your conditional wager will always be able to be executed.\u003C\/p\u003E\r\n\u003Cp\u003EIn the event of a temporary tote outage or some other technical or mechanical issue affecting the processing of conditional wagers, the odds or probable payoffs may not be able to be evaluated at the designated time. In this event, the conditional wager may be evaluated when updated tote information is available, or may be evaluated with the most recent odds\/probable payoff information available, or may not be processed at all.\u003Cbr \/\u003E\r\n\t\u003Cbr \/\u003E\r\n\t\u003Cstrong\u003ENOTICE OF APPLICABLE LAW\u003C\/strong\u003E\u003C\/p\u003E\r\n\u003Cp\u003ETwinSpires is a licensed account wagering service provider in the state of Oregon. As such the laws of the state of Oregon will govern these disclaimers, terms, and conditions, without giving effect to any principles of conflicts of laws. TwinSpires reserves the right to make changes to the service and these disclaimers, terms and conditions at any time, which changes shall become effective immediately upon posting on the web site. If you do not accept these terms and conditions or any changes to these terms and conditions for conditional wagers then do not use the conditional wagering service.\u003C\/p\u003E\r\n\u003Cp\u003EApplicable law may not allow the limitation or exclusion of liability or incidental or consequential damages, so the above limitations or exclusions may not apply to you. In such a case, in no event shall TwinSpires\u0027 total liability to you for all damages, losses and causes of action whether in contract, tort (including its own negligence) or under any other legal theory (including strict liability) exceed the amount paid by you, if any, for accessing the service.\u003C\/p\u003E\r\n\u003Ch2\u003E\r\n\tOTHER NOTICES OF INFORMATION\u003C\/h2\u003E\r\n\u003Ch3\u003E\r\n\tTAX REPORTING AND WITHHOLDING\u003C\/h3\u003E\r\n\u003Cp\u003EIn keeping with all Federal Tax Laws set forth by the Internal Revenue Service (IRS), any wager that results in winnings of $600.00 will be reported to the IRS, if the amount of winnings is at least 300 times the original amount wagered. Any wager resulting in winnings over $5,000.00, is subject to reporting and withholding if the amount of winnings is at least 300 times the original amount wagered. When required, twinspires.com will report and withhold winnings. A Form W2-G will be sent to the account holder summarizing such activity.\u003C\/p\u003E\r\n\u003Ch3\u003E\r\n\tLIABILITY LIMIT\u003C\/h3\u003E\r\n\u003Cp\u003EExcept where provided otherwise by the Oregon Racing Commission, in no event will TwinSpires.com, Churchill Downs Incorporated, or our suppliers be liable for lost profits or any special, incidental, exemplary, punitive or consequential damages arising out of or in connection with our services (however arising, including negligence). However, our liability to you and any third parties in any circumstance is limited to the amount of the wager you placed or limited to the fullest extent allowable by applicable law or statute.\u003C\/p\u003E\r\n\u003Ch3\u003E\r\n\tDISPUTES\/GOVERNING LAW\u003C\/h3\u003E\r\n\u003Cp\u003EThese Terms and Conditions and all transactions conducted with TwinSpires.com are governed by the laws of the State of Oregon. By using our website and wagering system you consent to the application of Oregon law governing account wagering. Any disputes or claims alleging non-payment will be resolved according to the rules issued by the Oregon Racing Commission.\u003C\/p\u003E\r\n\u003Ch3\u003E\r\n\tPLAYER SERVICES, INFORMATION \u0026amp; HELP\u003C\/h3\u003E\r\n\u003Cp\u003EAny questions or requests regarding player services, account settlements or issues, wagering disagreements, general information, etc. should be directed to TwinSpires Player Services at \u003Cstrong\u003E1-877-SPIRES-1 (1-877-774-7371)\u003C\/strong\u003E at any time between 9:00am to 12:00am Eastern. Please note: all player services inquiries will be monitored and recorded for player protection. By virtue of opening an account, the individual is consenting to the recording and the use of an identity verification agency.\u003C\/p\u003E\r\n\u003Ch3\u003E\r\n\tACCOUNT SAFETY, SECURITY AND PLAYER RESPONSIBILITIES\u003C\/h3\u003E\r\n\u003Cp\u003EAccounts are for the personal use of the account holder. The account holder is responsible for maintaining the secrecy of the account number and secure personal identification number. Except where TwinSpires\u0027 account wagering center or its employees or agents act without good faith or fail to exercise ordinary care, TwinSpires.com is not responsible for any loss arising from the use by any other person or persons of an account holder\u0027s account. The account holder must immediately notify TwinSpires of a breach of the account\u0027s security.\u003Cbr \/\u003E\r\n\t\u003Cbr \/\u003E\r\n\tTwinSpires.com is proud to bring you the most advanced deposit wagering platform available. Our top priorities are player satisfaction, player success and personal account safety. As a TwinSpires.com account holder, you can help minimize account problems or issues by:\u003C\/p\u003E\r\n\u003Col\u003E\r\n\t\u003Cli\u003E\r\n\t\tAlways keeping your account number in a safe, reliable place that is easily accessible to only you;\u003C\/li\u003E\r\n\t\u003Cli\u003E\r\n\t\tMemorizing your Personal Identification Number and keeping a back up in a safe and secure place;\u003C\/li\u003E\r\n\t\u003Cli\u003E\r\n\t\t\u003Cstrong\u003ENEVER\u003C\/strong\u003E leaving any computer logged on to your TwinSpires account for any reason (always sign out when leaving your computer unattended for any amount of time); and\u003C\/li\u003E\r\n\t\u003Cli\u003E\r\n\t\tContacting twinspires.com immediately with any security or personal account issues either by phone: \u003Cstrong\u003E1-877-SPIRES-1(1-877-774-7371)\u003C\/strong\u003E at any time between 9:00am to 12:00am Eastern or by email at \u003Ca href=\u0022http:\/\/player.services@twinspires.com\u0022 target=\u0022_blank\u0022\u003Eplayer.services@twinspires.com\u003C\/a\u003E.\u003C\/li\u003E\r\n\u003C\/ol\u003E\r\n\u003Ch3\u003E\r\n\tLINKING TO THIRD PARTY WEB SITES FROM TwinSpires\u003C\/h3\u003E\r\n\u003Cp\u003ETwinSpires.com contains links to websites outside of the CDI family. Neither TwinSpires.com nor CDI is responsible for outside (third party) sites\u0027 privacy and security measures, policies and guidelines. When clicking through to an outside (third party) site from www.twinspires.com, please be sure you understand each sites\u0027 own privacy and security guidelines.\u003C\/p\u003E\r\n\u003Ch3\u003E\r\n\tUSE OF EQUIBASE DATA AND PRODUCTS\u003C\/h3\u003E\r\n\u003Cp\u003EThe data used to create the Equibase Products and the TrackMaster® Products are proprietary to and are copyrighted by Equibase Company LLC and Axcis Information Network, Inc. respectively. Unauthorized copying of such data, including modifications thereof, or the creation of programs or products in which such data have been merged or included with other data programs or products, for distribution to third parties, whether gratuitously or for sale, is expressly forbidden. You may be held legally responsible for any proprietary or copyright infringement that is caused or encouraged by your failure to comply with these Terms and Conditions of Use.\u003Cbr \/\u003E\r\n\t\u003Cbr \/\u003E\r\n\tYou may NOT transfer the Equibase or TrackMaster® Products from one computer to another. You may not distribute copies of the Equibase or TrackMaster® Products to third parties. You may not create derivative works based upon the Equibase or TrackMaster® Products.\u003Cbr \/\u003E\r\n\t\u003Cbr \/\u003E\r\n\tThe Equibase and TrackMaster® Products are for your use only and may not be transferred to anyone else. In no event, may you transfer, assign, rent, lease, sell, or otherwise dispose of the Equibase or TrackMaster® Products on a permanent or temporary basis except as expressly provided for herein.\u003Cbr \/\u003E\r\n\t\u003Cbr \/\u003E\r\n\tIf you breach any of these Terms and Conditions of Use, Equibase and\/or TwinSpires, in addition to pursuing any other legal remedies available to them, may immediately terminate your right to access the Equibase and TrackMaster® Products.\u003Cbr \/\u003E\r\n\t\u003Cbr \/\u003E\r\n\tYour purchase of the Equibase and TrackMaster® Products indicates your acceptance of these Terms and Conditions of Use.\u003C\/p\u003E\r\n\u003Ch3\u003E\r\n\tLIVE VIDEO \u0026amp; RACE REPLAYS\u003C\/h3\u003E\r\n\u003Cp\u003EUsing the latest in streaming video technology, TwinSpires.com offers live video streaming to follow your favorite tracks online. With FREE Windows Media Player , you can view all of TwinSpires.com live racetrack video feeds. Handicap the races, check live odds, place your bets, and watch the action unfold right on your computer screen! (Live video streaming is not available to New York customers due to restrictions enforced by the New York State Racing and Wagering Board.)\u003Cbr \/\u003E\r\n\t\u003Cbr \/\u003E\r\n\tTo protect our regular customers who use the system to wager and view the races, we have implemented the following video policy:\u003Cbr \/\u003E\r\n\t\u003Cbr \/\u003E\r\n\tVideo streaming will be available for those account holders who have wagered:\u003C\/p\u003E\r\n\u003Col\u003E\r\n\t\u003Cli\u003E\r\n\t\tA minimum of $50 in the last 5 days you have accessed the video system or,\u003C\/li\u003E\r\n\t\u003Cli\u003E\r\n\t\tA minimum of $50 during the last 5 calendar days or,\u003C\/li\u003E\r\n\t\u003Cli\u003E\r\n\t\tA minimum of $100 wagered during the previous 30 calendar days or,\u003C\/li\u003E\r\n\t\u003Cli\u003E\r\n\t\tA minimum of $600 wagered during the previous 90 calendar days or,\u003C\/li\u003E\r\n\t\u003Cli\u003E\r\n\t\tA minimum of $5,000 during the previous 360 calendar days.\u003C\/li\u003E\r\n\u003C\/ol\u003E\r\n\u003Cp\u003EViewing will be restricted until any of the minimum requirements are met. The account will then be automatically updated and the restriction will be lifted. The wagers accumulate for telephone and internet service.\u003Cbr \/\u003E\r\n\t\u003Cbr \/\u003E\r\n\tPlease note: Race replays are a part of the policy above. Players must meet wagering minimums to see either replays or live video.\u003C\/p\u003E\r\n\u003Ch3\u003E\r\n\tINDEMNIFICATION\u003C\/h3\u003E\r\n\u003Cp\u003EYou agree to defend, indemnify and hold harmless TwinSpires, its parent and affiliates, its suppliers and contractors and each of their respective officers, directors, employees and agents, from and against all claims, losses, damages, liabilities and costs (including but not limited to attorneys\u0027 fees and court costs), arising from or relating to your breach of these terms and conditions. This indemnification shall survive the termination of your TwinSpires account.\u003C\/p\u003E\r\n\u003Ch3\u003E\r\n\tRESTRICTIONS\u003C\/h3\u003E\r\n\u003Cp\u003EYou must be at least 18 years of age (except Washington residents must be at least 21 years of age) and a resident of a state where the TwinSpires wagering system is available. TwinSpires reserves the right to deny the request to open an account or to close an account for any reason.\u003C\/p\u003E\r\n\u003Ch3\u003E\r\n\tWAGER RESPONSIBLY\u003C\/h3\u003E\r\n\u003Cp\u003EBe Smart - Bet Smart - Wager Responsibly\u003Cbr \/\u003E\r\n\t\u003Cbr \/\u003E\r\n\tFor many people, betting on the horses is exciting and entertaining. They make thoughtful decisions about spending time and money.\u003Cbr \/\u003E\r\n\t\u003Cbr \/\u003E\r\n\tHere are some tips to follow in order to wager responsibly:\u003C\/p\u003E\r\n\u003Cul\u003E\r\n\t\u003Cli\u003E\r\n\t\tBalance playing the horses with other leisure activities\u003C\/li\u003E\r\n\t\u003Cli\u003E\r\n\t\tPlay the horses for entertainment, not as a way to make money.\u003C\/li\u003E\r\n\t\u003Cli\u003E\r\n\t\tDo not \u0022chase\u0022 losses. Accept them as the cost of entertainment\u003C\/li\u003E\r\n\t\u003Cli\u003E\r\n\t\tUse extra income to wager, not money needed for everyday expenses.\u003C\/li\u003E\r\n\t\u003Cli\u003E\r\n\t\tSet a time limit.\u003C\/li\u003E\r\n\u003C\/ul\u003E\r\n\u003Cp\u003EResponsible wagering is what most people practice on a daily basis. For some, however, wagering or gambling becomes a serious problem that they are unable to control. This can lead to a state of compulsive or pathological gambling. Pathological gamblers cannot resist the temptation to gamble; they cannot stop regardless of their jobs, families or anything else.\u003Cbr \/\u003E\r\n\t\u003Cbr \/\u003E\r\n\tHow can you tell if you or someone you know has a gambling problem?\u003C\/p\u003E\r\n\u003Col\u003E\r\n\t\u003Cli\u003E\r\n\t\tHave you often gambled longer than you had planned?\u003C\/li\u003E\r\n\t\u003Cli\u003E\r\n\t\tHave you often gambled until your last dollar was gone?\u003C\/li\u003E\r\n\t\u003Cli\u003E\r\n\t\tHave thoughts of gambling caused you to lose sleep?\u003C\/li\u003E\r\n\t\u003Cli\u003E\r\n\t\tHave you used your income or savings to gamble while letting bills go unpaid?\u003C\/li\u003E\r\n\t\u003Cli\u003E\r\n\t\tHave you made repeated, unsuccessful attempts to stop gambling?\u003C\/li\u003E\r\n\t\u003Cli\u003E\r\n\t\tHave you broken the law or considered breaking the law to finance your gambling?\u003C\/li\u003E\r\n\t\u003Cli\u003E\r\n\t\tHave you borrowed money to finance your gambling?\u003C\/li\u003E\r\n\t\u003Cli\u003E\r\n\t\tHave you felt depresses or suicidal because of your gambling losses?\u003C\/li\u003E\r\n\t\u003Cli\u003E\r\n\t\tHave you been remorseful after gambling?\u003C\/li\u003E\r\n\t\u003Cli\u003E\r\n\t\tHave you gambled to get money to meet your financial obligations?\u003C\/li\u003E\r\n\u003C\/ol\u003E\r\n\u003Cp\u003EIf you or someone you know answered yes to any of these questions and needs help for a gambling problem, call today.\u003C\/p\u003E\r\n\u003Cp\u003E\u003Cstrong\u003E1 -800-GAMBLER (1-800-426-2537)\u003C\/strong\u003E\u003Cbr \/\u003E\r\n\t\u003Cbr \/\u003E\r\n\tHelp is available 24 hours a day....every day\u003Cbr \/\u003E\r\n\t\u003Cbr \/\u003E\r\n\t\u003Ca href=\u0022http:\/\/www.gamblersanonymous.org\/\u0022 target=\u0022_blank\u0022\u003Ewww.gamblersanonymous.org\u003C\/a\u003E\u003C\/p\u003E\r\n\u003Ch3\u003E\r\n\tLEGAL NOTICES\u003C\/h3\u003E\r\n\u003Cp\u003EThis web site provides the terms and conditions of this web site and all applicable laws. By accessing and browsing the web site, you accept, without limitation or qualification, these terms and conditions and acknowledge that any other agreements between you and TwinSpires.com regarding the subject matter hereof are superseded and of no force or effect.\u003Cbr \/\u003E\r\n\t\u003Cbr \/\u003E\r\n\tUse of documents from this web site is for informational and non-commercial or personal use only and may not be copied or posted on any network computer or broadcast in any media, and modifications of any documents may not be made. Use for any other purpose is expressly prohibited by law, and may result in severe civil and criminal penalties. No logo, graphic, sound or image from the TwinSpires web site may be copied or retransmitted unless expressly permitted by TwinSpires.com.\u003Cbr \/\u003E\r\n\t\u003Cbr \/\u003E\r\n\tImages of people or places displayed on the TwinSpires.com web site, or in related materials such as advertising or other printed materials, are either property of, or used with permission by TwinSpires.com. The use of these images by you, or anyone else authorized by you, is prohibited unless specifically permitted by these terms, specific permission is provided elsewhere on the web site, or specific permission is granted by TwinSpires.com. Any unauthorized use of the images may violate copyright laws, trademark laws, the laws of privacy and publicity, and communications regulations and statutes.\u003Cbr \/\u003E\r\n\t\u003Cbr \/\u003E\r\n\tTwinSpires.com makes no representations about the completeness, accuracy, timeliness, continuity, appropriateness, and suitability for any purpose, of any information contained in the documents and related graphics published on this web site. All such documents and related graphics are provided \u0022as is\u0022 without warranty of any kind. In no event shall TwinSpires.com be liable for any special, incidental, punitive, indirect, or consequential damages or any damages whatsoever resulting from the use, or loss of use, of the service, the cost of procurement of substitute goods and services resulting from any goods, data, information or services purchased or obtained or messages received or transactions entered into through or from the service, unauthorized access to or alteration of your transmissions or data, statements or conduct of any third party on this service, or profits, whether in an action of contract, negligence or other tortuous action, arising out of or in connection with the use of the TwinSpires web site, provision of or failure to provide services, or information available from this web site.\u003Cbr \/\u003E\r\n\t\u003Cbr \/\u003E\r\n\tThe documents published on this web site may include inaccuracies or typographical errors, and may be provided by third parties. While the information contained herein is believed to be accurate, TwinSpires.com will not be responsible for any errors or omissions. TwinSpires.com makes no commitment to update any of the information contained on the TwinSpires.com web site.\u003Cbr \/\u003E\r\n\t\u003Cbr \/\u003E\r\n\tData provided or compiled by Equibase Company LLC generally are accurate but occasionally errors and omissions occur as a result of incorrect data received from others, mistakes in processing and other causes. Bloodstock Research Information Services Inc., BrisBET Inc., and Equibase Company LLC disclaim responsibility for the consequences, if any, of such errors, but would appreciate having any such errors called to their attention.\u003Cbr \/\u003E\r\n\t\u003Cbr \/\u003E\r\n\tAny data, questions, comments, or suggestions for features or services you transmit or post may be used by TwinSpires.com, without any compensation to you, for any purpose, including but not limited to, reproduction, disclosure, transmission, publication, broadcast, and product enhancement.\u003Cbr \/\u003E\r\n\tTwinSpires.com has published its Privacy policies elsewhere on the TwinSpires web site, which govern the handling of your personal information.\u003Cbr \/\u003E\r\n\t\u003Cbr \/\u003E\r\n\tThe TwinSpires.com web site may provide links, which will let you leave the TwinSpires.com web site. These linked sites are not under the control of TwinSpires.com and TwinSpires.com is not responsible for the contents of, or any changes or updates to such web sites. TwinSpires.com is providing these links to you only as a convenience, and the inclusion of any link does not imply endorsement of such sites by TwinSpires.com.\u003Cbr \/\u003E\r\n\t\u003Cbr \/\u003E\r\n\tTwinSpires.com shall not be liable to you for failure to provide services in the event any equipment, service or transmission cannot be provided by TwinSpires.com or its contractors, due to an act of God, fire, epidemic, casualty, act or decision of a governmental authority, injunction, technical difficulties, failure of communications or electrical or telephone transmission lines or facilities, or any similar or dissimilar cause beyond the control of TwinSpires.com, its contractors, representatives or agents.\u003Cbr \/\u003E\r\n\t\u003Cbr \/\u003E\r\n\tShould any of the provisions of this agreement be held by a court, or a tribunal of competent jurisdiction, to be unenforceable, such provisions shall be limited or eliminated to the minimum extent necessary so that this agreement shall otherwise remain in full force and effect.\u003Cbr \/\u003E\r\n\t\u003Cbr \/\u003E\r\n\tYou agree not to reproduce, duplicate, copy, sell, resell or exploit for any commercial purposes, any portion of the information contained herein. Data provided by third parties in conjunction with the TwinSpires web site may be subject to separate copyright restrictions, which also must be honored by you.\u003Cbr \/\u003E\r\n\tYou agree to defend, indemnify and hold harmless TwinSpires.com, its affiliates and assignees and their respective officers, directors, employees and agents from and against any and all claims, actions, demands, damages, costs, liabilities, losses and expenses (including reasonable attorney\u0027s fees) arising out of your use of the web site.\u003Cbr \/\u003E\r\n\t\u003Cbr \/\u003E\r\n\tAs a condition of your use of the TwinSpires.com web site, you warrant to TwinSpires.com that you will not use the TwinSpires.com web site for any purpose that is unlawful or prohibited by these terms, conditions, and notices. You may not use the web site in any manner, which could damage, disable, overburden, or impair the web site or interfere with any other party\u0027s use and enjoyment of the web site. Any conduct that in TwinSpires\u0027 sole discretion restricts or limits any other user\u0027s use or enjoyment of the web site will not be tolerated, and is sufficient cause for termination of service without notice. You may not obtain, or attempt to obtain, any materials or information through any means not intentionally made available or provided for through the TwinSpires web site.\u003Cbr \/\u003E\r\n\t\u003Cbr \/\u003E\r\n\tTwinSpires.com shall have the right, but not the obligation, to monitor the content, and your usage of the TwinSpires.com web site, to determine the compliance with the terms of use and any other operating rules established to satisfy any law, regulation, or authorized government request.\u003Cbr \/\u003E\r\n\tWe reserve the right to make changes to our web site and these disclaimers, terms and conditions at any time, which changes shall become effective immediately upon posting on the web site.\u003C\/p\u003E\r\n\u003C\/div\u003E\n\u003Cdiv class=\u0022registration-button-container\u0022\u003E\n\u003Cinput type=\u0022button\u0022 class=\u0022registration-button\u0022 value=\u0022I Agree\u0022 \/\u003E\n\u003C\/div\u003E\n\u003C\/div\u003E\n\u003C\/div\u003E"
}